vsopSimulate/template/江西/SubscribeReqSV/JXR1.1.4订购申请_网厅退订彩铃平台增值产品.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<SOAP-ENV:Body>
		<m:SubscribeToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
			<request><![CDATA[
			<Request>
				<SessionBody>
				<SubscribeToVSOPReq> 
				<StreamingNo>20101028085847442183</StreamingNo>
				<TimeStamp>20101028085847</TimeStamp>
				<SystemId>211</SystemId> 
				<ActionType>1</ActionType>
				<OrderId>20101028085847442183</OrderId>
				<ProdSpecCode>001</ProdSpecCode>
				<ProductNo>07015389236</ProductNo>
				<ProductOfferInfo>
				<ProductOfferType>0</ProductOfferType>
				<ProductOfferID>817899990100</ProductOfferID>
				<EffDate/><ExpDate/>
				</ProductOfferInfo>
				</SubscribeToVSOPReq>
				</SessionBody>
			</Request>
		]]></request>
		</m:SubscribeToVSOPReq>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
